Repository: Yattus/monSite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Freelance Developper
fr: Développeur freelance

source: The experienced
fr: Expérimentés

source: HOME
fr: Accueil

source: SORRY
fr: Désoler

source: SERVICES
fr: PRESTATIONS

source: PORTOFOLIO
fr: PORTEFEUILLE

source: STORE
fr: MAGASIN

source: My Services
fr: Mes Services

source: website development and web applications, responsive design, SEO and optimization
fr: développement de sites et applications web, design réactif, référencement et optimisation

source: of applications and website, e-commerce service, below are a few services I provide.
fr: des applications et sites Web, prestation de commerce électronique, dessous quelques services que je fournis.

source: WEB APPLICATION
fr: APPLICATION WEB

source: I develop secure, fast and powerful
fr: Je développe des applications web2.0 sécurisées,

source: web2.0 applications for small business
fr: rapides et puissantes pour les petites entreprises

source: simple and complex like pinterest and
fr: simple et complexe comme Pinterest et

source: RESPONSIVE DESIGN
fr: Design reactif

source: Nowadays unavoidable, I realize
fr: Aujourd'hui, incontournable, je réalise

source: sites and applications that
fr: des sites et des applications qui

source: automatically adapts to different
fr: s'adaptent automatiquement à différents

source: screen (desktop, tablet and smarphone)
fr: écrans (bureau, tablette et smartphone)

source: E-commerce, become a challenge and
fr: E-commerce, devenu un challenge et

source: a universe all expanding, I create
fr: un univers tout en expansion, je creé

source: e-commerce website, my main activity
fr: des sites eCommerce, mon activité principale

source: is the proposal of books in my blog
fr: est la propositions des produits commes des livre

source: and more…
fr: et plus…

source: Personnal Infos
fr: Informations Personnelle

source: Full name
fr: Nom complète

source: years
fr: ans

source: Aviable-for
fr: Disponible pour

source: Freelance job
fr: job Freelance

source: Openclassrooms, CodeAcademy and Edx
fr: Openclassrooms, CodeAcademy and Ed

source: Professional Skills
fr: Compétences Professionelles

source: MORE ABOUT ME
fr: PLUS APROPOS DE MOI

source: I'm student in computer ingeneer, living in Casablanca, morroco
fr: Je suis etudiant en genie Informatique, J'habit a Casablanca au maroc

source: passionat in web developpement and programming, I make web applications
fr: passionné du web, je creé des applications et sites web

source: and I create beautiful functional websites for small business, usually with
fr: avec des nouvelles fonctionalités digne du web2.0 pour des petites entreprises et prestateur habituellement en

source: FIND MY INFO
fr: TROUVEZ MES INFORMATIONS

source: Search
fr: Recherche

source: STAY CONNECTED
fr: ME SUIVRE SUR
